List firefighter = [
  {
    "name":"نقطة اطفاء توشكا",
    "lat":28.2654436,
    "long":33.61948,
  },
  {
    "name":"وحدة إطفاء نويبع",
    "lat":29.034231,
    "long":34.6632843,
  },
  {
    "name":"Sharm El Sheikh - مطافى شرم الشيخ",
    "lat":27.86118838716532,
    "long":34.30224613199708,
  },
  {
    "name":"ادارة الحماية المدنية بالطور",
    "lat":28.24252263183734,
    "long":33.6251509170442,
  },
  {
    "name":"الحماية المدنية بتوشكا",
    "lat":28.265669727171588,
    "long":33.619550450317014,
  },
];