List hospitals = [
  {
"name":"مستشفي أبورديس المركزي",
    "lat":28.914532450941397 ,
    "long":33.191253512135944,
  },
  {
    "name":"مستشفى جنوب سيناء",
    "long":34.29935223874498,
    "lat":27.868491928774546,

  },
  {
    "name":"مستشفى سانت كاترين المركزي",
    "long":33.952904711771964,
    "lat":28.566781130100892
  },
  {
    "name":"مستشفى جبل سيناء",
    "long":34.30321873874556,
    "lat":27.891062322908915,
  },
  {
    "name":"مستشفى رأس سدر",
    "long":32.71098572713836,
    "lat":29.589589649369643,
  },
  {
    "name":"مستشفى شرم الشيخ الدولى",
    "long": 34.29978748690169,
    "lat":27.88188376074986,
  },
  {
    "name":"مستشفي الطور العسكري",
    "long":33.63863999642394,
    "lat":28.22929070915761,
  },
  {
    "name":"مستشفى دهب المركزى",
    "long":34.494605454100174,
    "lat":28.48445439685922,
  },
  {
    "name":"مستشفى طابا المركزى",
    "long":34.895511425292256,
    "lat":29.49433706701006,
  },
  {
    "name":"Sinaiclinic Hospital - مستشفى سيناء كلينك",
    "long":34.30454552709281,
    "lat":27.8612541055897,
  },
];