List pharmacy = [
  {
    "name": "صيدلية نهي",
    "lat": 28.2455973,
    "long": 33.6195816,
  },
  {
    "name": "صيدلية الفيروز",
    "lat": 28.2440865,
    "long": 33.6232556,
  },
  {
    "name": "Al-Reda Pharmacy",
    "lat": 28.2447023,
    "long": 33.6224824,
  },
  {
    "name": "صيدلية المروة",
    "lat": 28.2647221,
    "long": 33.619872,
  },
  {
    "name": "صيدلية ندى Государственная аптека",
    "lat": 27.865404,
    "long": 34.295846,
  },
  {
    "name": "صيدلية الدكتور سيد",
    "lat": 29.03558,
    "long": 34.6600967,
  },
  {
    "name": "صيدليه المنى",
    "lat": 29.5,
    "long": 34.0,
  },
  {
    "name": "صيدلية طوى",
    "lat": 27.972251,
    "long": 34.420322,
  },
  {
    "name": "صيدلية د. هويدا المتولي",
    "lat": 28.2458788,
    "long": 33.6250668,
  },
];
