List police = [
{
"name":"شرطة شرم الشيخ",
"lat":27.86148469982217,
"long":34.30266100024073,
},
  {
    "name":"قسم شرطة راس سدر",
    "lat":29.59240720782023,
    "long":32.71759662772201,
  },
  {
    "name":"قسم شرطة الطور",
    "lat":28.23463591645002,
    "long":33.62822797179994,
  },
  {
    "name":"قسم شرطة شرم الشيخ",
    "lat":27.86149440704206,
    "long":34.30268877661103,
  },
  {
    "name":"قسم شرطة سانت كاترين",
    "lat":28.55680520541659,
    "long":33.94512914825255,
  },
  {
    "name":"قسم شرطة",
    "lat":28.80179404065822,
    "long":33.21404505125212,
  },
  {
    "name":"قسم شرطة نويبع",
    "lat":29.03425331218228,
    "long":34.66353257549825,
  },
  {
    "name":"قسم شرطة دهب",
    "lat":28.49505931646024,
    "long":34.51714919593999,
  },
];